{
  "store_name": "NHT SHOP",
  "description": "NHT SHOP là cửa hàng chuyên cung cấp các sản phẩm quần áo nam chất lượng cao, bao gồm áo sơ mi, áo polo, áo khoác và phụ kiện thời trang. Chúng tôi cam kết mang đến cho khách hàng sự thoải mái, phong cách và phù hợp với xu hướng thời trang hiện đại. NHT SHOP luôn chú trọng đến chất lượng sản phẩm và dịch vụ, nhằm đáp ứng tốt nhất nhu cầu của khách hàng nam giới trong mọi hoàn cảnh.",
  "contact_info": {
    "address": "Phú Hòa, Thủ Dầu Một, Bình Dương",
    "phone": "0987654321",
    "email": "nhtshop@gmail.com",
    "website": "http://localhost/"
  },
  "products": [
    {
      "name": "Áo sơ mi - Xanh chìm NHT SHOP",
      "description": "Áo sơ mi - Xanh chìm NHT SHOP được làm từ chất liệu cotton cao cấp, tạo cảm giác thoải mái và dễ chịu khi mặc. Sản phẩm phù hợp cho các buổi họp, làm việc hoặc đi tiệc.",
      "price": 440000,
      "category": [ "Áo sơ mi", "Thời trang nam" ]
    },
    {
      "name": "Áo sơ mi - Xanh caro NHT SHOP",
      "description": "Áo sơ mi - Xanh caro NHT SHOP với thiết kế đơn giản, trẻ trung, chất liệu co giãn thoáng mát, là lựa chọn hoàn hảo cho các hoạt động hằng ngày hoặc đi chơi.",
      "price": 220000,
      "category": [ "Áo sơ mi", "Thời trang nam" ]
    },
    {
      "name": "Áo Polo - Màu trắng kẻ viền sọc NHT SHOP",
      "description": "Áo Polo trắng kẻ viền sọc, chất liệu thoáng mát, kiểu dáng thanh lịch, dễ phối đồ, phù hợp mọi hoàn cảnh.",
      "price": 310000,
      "category": [ "Áo polo", "Thời trang nam" ]
    },
    {
      "name": "Áo Polo - Màu trắng tia chớp NHT SHOP",
      "description": "Mẫu Polo rất dễ phối đồ và không hề kén da người mặc, đồng thời màu này còn mang đến cho người mặc cảm giác thư giãn, cùng phong cách thời trang thanh lịch và trẻ trung.",
      "price": 300000,
      "category": [ "Áo polo", "Thời trang nam" ]
    },
    {
      "name": "Áo Polo - Màu trắng họa tiết NHT SHOP",
      "description": "thiết kế năng động, trẻ trung. Chất liệu cao cấp, co giãn, thấm hút tốt, mang lại sự thoải mái. Phù hợp phối đồ cho nhiều dịp.",
      "price": 310000,
      "category": [ "Áo polo", "Thời trang nam" ]
    },
    {
      "name": "Áo Polo - Màu sọc ngang đỏ NHT SHOP",
      "description": "Áo Polo sọc ngang đỏ đang giảm giá nổi bật, kiểu dáng thanh lịch, thời trang. Chất vải mềm mịn, thoáng mát, co giãn tốt. Lựa chọn hoàn hảo cho phong cách năng động và tự tin.",
      "price": 190000,
      "category": [ "Áo polo", "Thời trang nam" ]
    },
    {
      "name": "Áo Polo - Màu Xanh Nhạt NHT SHOP",
      "description": "Áo Polo đang giảm giá Áo Polo xanh nhạt, thiết kế tối giản, thanh lịch. Chất liệu mềm mại, thoáng mát, co giãn tốt, phù hợp với mọi hoàn cảnh.",
      "price": 190000,
      "category": [ "Áo polo", "Thời trang nam" ]
    },
    {
      "name": "Áo Polo - Màu Xanh Dương NHT SHOP",
      "description": "Áo Polo xanh dương, thiết kế hiện đại, lịch lãm. Chất liệu cao cấp, co giãn, thoáng mát, thấm hút tốt. Dễ phối đồ, phù hợp cho cả đi làm, đi chơi, và các sự kiện.",
      "price": 190000,
      "category": [ "Áo polo", "Thời trang nam" ]
    },
    {
      "name": "Áo khoác - cổ trụ màu đen NHT SHOP",
      "description": "2 lớp vải giúp tăng độ bền và khả năng giữ nhiệt. Có túi trong tiện lợi để đựng điện thoại hoặc các vật dụng nhỏ. Phong cách linh hoạt, phù hợp để diện trong nhiều dịp khác nhau như đi làm, hội họp, hẹn hò, hoặc dạo phố.",
      "price": 700000,
      "category": [ "Áo khoác", "Thời trang nam" ]
    },
    {
      "name": "\tÁo khoác - Màu gỗ NHT SHOP",
      "description": "2 lớp vải giúp tăng độ bền và khả năng giữ nhiệt. Chất liệu dày dặn, giữ ấm tốt phù hợp cho hội họp, hẹn hò, hoặc dạo phố.",
      "price": 700000,
      "category": [ "Áo khoác", "Thời trang nam" ]
    },
    {
      "name": "Áo khoác - Màu xám họa tiết NHT SHOP",
      "description": "Áo khoác màu xám họa tiết tinh tế, thiết kế hiện đại, trẻ trung. Chất liệu dày dặn, giữ ấm tốt, thoải mái khi mặc. Phù hợp phối đồ trong mọi hoàn cảnh, từ dạo phố đến công sở.",
      "price": 700000,
      "category": [ "Áo khoác", "Thời trang nam" ]
    }

  ]
}
