{
  "store_name": "KA FOOD",
  "description": "KA FOOD là cửa hàng chuyên cung cấp các món ăn nhanh ngon miệng và chất lượng, bao gồm các loại burger, gà rán, khoai tây chiên, pizza và các đồ uống giải khát. Chúng tôi cam kết mang đến cho khách hàng những món ăn tươi ngon, tiện lợi và hợp khẩu vị, đáp ứng nhu cầu ăn uống nhanh chóng cho mọi gia đình và văn phòng. KA FOOD luôn chú trọng đến chất lượng nguyên liệu và dịch vụ, tạo dựng niềm tin với khách hàng.",
  "contact_info": {
    "address": "Thủ Dầu Một, Bình Dương",
    "phone": "0122345678",
    "email": "KAFOOD@gmail.com",
    "website": "http://localhost/"
  },
  "products": [
    {
      "name": "Burger thịt bò phô mai KA FOOD",
      "description": "Burger thịt bò phô mai KA FOOD là sự kết hợp hoàn hảo giữa miếng thịt bò tươi ngon, phô mai tan chảy và các loại rau tươi, kèm theo sốt đặc biệt tạo nên hương vị đậm đà, hấp dẫn. Lý tưởng cho bữa ăn nhanh và đầy đủ dinh dưỡng.",
      "price": 35000,
      "category": ["Burger", "Món ăn nhanh"]
    },
    {
      "name": "Gà rán giòn KA FOOD",
      "description": "Gà rán giòn KA FOOD được chế biến từ gà tươi, thấm đều gia vị và chiên giòn, giữ được độ mềm bên trong, lớp vỏ ngoài giòn rụm. Đây là món ăn yêu thích của nhiều người, phù hợp cho bữa trưa hoặc bữa tối nhanh gọn.",
      "price": 45000,
      "category": ["Gà rán", "Món ăn nhanh"]
    },
    {
      "name": "Khoai tây chiên KA FOOD",
      "description": "Khoai tây chiên KA FOOD được chiên giòn vàng, thơm ngon, có thể ăn kèm với các món ăn khác hoặc dùng làm món ăn vặt cho bữa phụ. Món ăn này luôn được yêu thích bởi sự giòn rụm và hương vị hấp dẫn.",
      "price": 25000,
      "category": ["Khoai tây chiên", "Món ăn nhanh"]
    },
    {
      "name": "Pizza thập cẩm KA FOOD",
      "description": "Pizza thập cẩm KA FOOD với lớp vỏ mỏng giòn, phủ đầy phô mai, xúc xích, thịt xông khói, nấm và các loại rau củ tươi ngon. Một sự lựa chọn hoàn hảo cho bữa ăn nhanh khi bạn muốn thưởng thức hương vị đậm đà, phong phú.",
      "price": 120000,
      "category": ["Pizza", "Món ăn nhanh"]
    },
    {
      "name": "Nước ngọt cola KA FOOD",
      "description": "Nước ngọt cola KA FOOD có vị ngọt thanh, sảng khoái, là thức uống giải khát lý tưởng khi ăn kèm với các món ăn nhanh. Sản phẩm được đóng trong chai nhỏ gọn, dễ dàng mang theo.",
      "price": 15000,
      "category": ["Đồ uống", "Nước ngọt"]
    },
    {
      "name": "Nước ép trái cây KA FOOD",
      "description": "Nước ép trái cây KA FOOD được làm từ các loại trái cây tươi ngon, giúp bổ sung vitamin và khoáng chất cho cơ thể. Đây là lựa chọn tuyệt vời cho những ai muốn thưởng thức món uống mát lạnh, tự nhiên và tốt cho sức khỏe.",
      "price": 20000,
      "category": ["Đồ uống", "Nước ép"]
    },
    {
      "name": "Mỳ Ý sốt cà chua KA FOOD",
      "description": "Mỳ Ý sốt cà chua KA FOOD có sợi mỳ mềm mịn, ăn kèm với sốt cà chua đậm đà, thấm đều, tạo nên hương vị tuyệt vời. Đây là món ăn nhanh nhưng vẫn đầy đủ dinh dưỡng và dễ dàng thưởng thức.",
      "price": 70000,
      "category": ["Mỳ Ý", "Món ăn nhanh"]
    },
    {
      "name": "Salad trộn KA FOOD",
      "description": "Salad trộn KA FOOD bao gồm rau tươi, cà chua, dưa leo và các loại gia vị nhẹ, ăn kèm với sốt đặc biệt giúp kích thích vị giác. Đây là món ăn bổ dưỡng và phù hợp cho những ai yêu thích sự tươi mới trong bữa ăn.",
      "price": 30000,
      "category": ["Salad", "Món ăn nhanh"]
    },
    {
      "name": "Hotdog KA FOOD",
      "description": "Hotdog KA FOOD được làm từ xúc xích chất lượng, kèm theo bánh mì mềm và gia vị, tạo nên món ăn nhanh tiện lợi và ngon miệng.",
      "price": 25000,
      "category": ["Hotdog", "Món ăn nhanh"]
    }
  ]
}
